Repository: Wayne-Kim/pocket-sisyphus
Catalog: ios/PocketSisyphus/Localizable.xcstrings
Source language: ko
Languages: ar, en, es, fr, hi, ja, pt_br, ru, zh_hans

source: 에이전트에게 보낼 프롬프트예요.
ar: الموجّه الذي سيُرسل إلى الوكيل.
en: The prompt to send to the agent.
es: El prompt que se enviará al agente.
fr: L’invite à envoyer à l’agent.
hi: एजेंट को भेजा जाने वाला प्रॉम्प्ट।
ja: エージェントに送るプロンプトです。
pt_br: O prompt a enviar para o agente.
ru: Запрос, который будет отправлен агенту.
zh_hans: 要发送给代理的提示词。

source: 에이전트에게 보낼 프롬프트예요. Terminal 도구면 실제 셸 명령.
ar: النص المُرسَل إلى الوكيل. ولأداة Terminal يكون أمر صدفة فعليًا.
en: The prompt sent to the agent. For the Terminal tool, an actual shell command.
es: El prompt que se envía al agente. Con la herramienta Terminal, un comando de shell real.
fr: L’invite envoyée à l’agent. Pour l’outil Terminal, une vraie commande shell.
hi: एजेंट को भेजा जाने वाला प्रॉम्प्ट। Terminal टूल के लिए असली शेल कमांड।
ja: エージェントに送るプロンプトです。Terminal ツールなら実際のシェルコマンド。
pt_br: O prompt enviado ao agente. Na ferramenta Terminal, um comando de shell real.
ru: Запрос, отправляемый агенту. Для инструмента Terminal — настоящая команда shell.
zh_hans: 发送给智能体的提示词。若为 Terminal 工具，则是实际的 shell 命令。

source: 엔터
ar: إدخال
en: Enter
es: Intro
fr: Entrée
hi: एंटर
ja: エンター
pt_br: Enter
ru: Ввод
zh_hans: 回车

source: 여러 에이전트 작업을 노드로 잇고 한 번에 자동 실행하는 작업 흐름입니다.
ar: سير عمل يربط مهام عدة وكلاء كعُقد ويشغّلها تلقائيًا دفعة واحدة.
en: A workflow that links multiple agent tasks as nodes and runs them automatically in one go.
es: Un flujo de trabajo que conecta varias tareas de agentes como nodos y las ejecuta automáticamente de una vez.
fr: Un flux de travail qui relie plusieurs tâches d'agents sous forme de nœuds et les exécute automatiquement d'un seul coup.
hi: एक वर्कफ़्लो जो कई एजेंट कार्यों को नोड्स के रूप में जोड़ता है और उन्हें एक साथ स्वचालित रूप से चलाता है।
ja: 複数のエージェント作業をノードでつなぎ、一度に自動実行するワークフローです。
pt_br: Um fluxo de trabalho que conecta várias tarefas de agentes como nós e as executa automaticamente de uma vez.
ru: Рабочий процесс, который связывает задачи нескольких агентов в виде узлов и выполняет их автоматически за один раз.
zh_hans: 将多个智能体任务以节点连接、一次性自动执行的工作流。

source: 역할 파이프라인
ar: مسار الأدوار
en: Role pipeline
es: Flujo por roles
fr: Pipeline de rôles
hi: भूमिका पाइपलाइन
ja: ロールパイプライン
pt_br: Pipeline de funções
ru: Конвейер ролей
zh_hans: 角色流水线

source: 역할별 전문 에이전트를 순서대로 잇는 출발 템플릿이에요. 만든 뒤 캔버스에서 편집할 수 있어요.
ar: قالب بداية يربط وكلاء متخصصين حسب الدور بالترتيب. يمكنك تعديله على اللوحة بعد إنشائه.
en: A starter template that chains role-specialized agents in order. You can edit it on the canvas after creating it.
es: Una plantilla inicial que encadena agentes especializados por rol en orden. Puedes editarla en el lienzo después de crearla.
fr: Un modèle de départ qui enchaîne des agents spécialisés par rôle dans l'ordre. Vous pourrez le modifier sur le canevas après l'avoir créé.
hi: एक स्टार्टर टेम्पलेट जो भूमिका-विशेषज्ञ एजेंट्स को क्रम में जोड़ता है। बनाने के बाद आप इसे कैनवास पर संपादित कर सकते हैं।
ja: 役割ごとの専門エージェントを順番につなぐスターターテンプレートです。作成後にキャンバスで編集できます。
pt_br: Um modelo inicial que encadeia agentes especializados por função em ordem. Você pode editá-lo no canvas após criá-lo.
ru: Стартовый шаблон, последовательно связывающий специализированных по ролям агентов. После создания его можно отредактировать на холсте.
zh_hans: 一个起始模板，按顺序串联各角色的专业智能体。创建后可在画布上编辑。

source: 연간
ar: سنوي
en: Yearly
es: Anual
fr: Annuel
hi: वार्षिक
ja: 年額
pt_br: Anual
ru: Год
zh_hans: 年付

source: 연결
ar: الاتصال
en: Connection
es: Conexión
fr: Connexion
hi: कनेक्शन
ja: 接続
pt_br: Conexão
ru: Соединение
zh_hans: 连接

source: 연결 / Tor
ar: الاتصال / Tor
en: Connection / Tor
es: Conexión / Tor
fr: Connexion / Tor
hi: कनेक्शन / Tor
ja: 接続 / Tor
pt_br: Conexão / Tor
ru: Соединение / Tor
zh_hans: 连接 / Tor

source: 연결 / 듀얼 채널
ar: الاتصال / القناة المزدوجة
en: Connection / Dual channel
es: Conexión / Doble canal
fr: Connexion / Double canal
hi: कनेक्शन / डुअल चैनल
ja: 接続 / デュアルチャネル
pt_br: Conexão / Canal duplo
ru: Подключение / Двойной канал
zh_hans: 连接 / 双通道

source: 연결 · 보안
ar: الاتصال · الأمان
en: Connection · Security
es: Conexión · Seguridad
fr: Connexion · Sécurité
hi: कनेक्शन · सुरक्षा
ja: 接続 · セキュリティ
pt_br: Conexão · Segurança
ru: Подключение · Безопасность
zh_hans: 连接 · 安全

source: 연결 모드
ar: وضع الربط
en: Connect mode
es: Modo conexión
fr: Mode connexion
hi: कनेक्ट मोड
ja: 接続モード
pt_br: Modo de conexão
ru: Режим связывания
zh_hans: 连接模式

source: 연결 문제
ar: مشكلة في الاتصال
en: Connection issue
es: Problema de conexión
fr: Problème de connexion
hi: कनेक्शन समस्या
ja: 接続の問題
pt_br: Problema de conexão
ru: Проблема соединения
zh_hans: 连接问题

source: 연결 문제 도움말 보기
ar: اطّلع على مساعدة مشكلات الاتصال
en: See help with connection problems
es: Ver ayuda con problemas de conexión
fr: Voir l'aide pour les problèmes de connexion
hi: कनेक्शन समस्याओं में मदद देखें
ja: 接続の問題に関するヘルプを見る
pt_br: Ver ajuda com problemas de conexão
ru: Помощь с проблемами подключения
zh_hans: 查看连接问题帮助

source: 연결 실패
ar: فشل الاتصال
en: Connection failed
es: Conexión fallida
fr: Connexion échouée
hi: कनेक्शन विफल
ja: 接続失敗
pt_br: Falha na conexão
ru: Сбой соединения
zh_hans: 连接失败

source: 연결 실패: %@
ar: فشل الاتصال: %@
en: Connection failed: %@
es: Conexión fallida: %@
fr: Connexion échouée : %@
hi: कनेक्शन विफल: %@
ja: 接続失敗: %@
pt_br: Falha na conexão: %@
ru: Сбой соединения: %@
zh_hans: 连接失败:%@

source: 연결 제거
ar: إزالة الوصلة
en: Remove connection
es: Quitar conexión
fr: Supprimer la connexion
hi: कनेक्शन हटाएँ
ja: 接続を削除
pt_br: Remover conexão
ru: Удалить связь
zh_hans: 移除连线

source: 연결 준비 중…
ar: جارٍ تحضير الاتصال…
en: Preparing connection…
es: Preparando conexión…
fr: Préparation de la connexion…
hi: कनेक्शन तैयार हो रहा है…
ja: 接続準備中…
pt_br: Preparando conexão…
ru: Готовим соединение…
zh_hans: 正在准备连接…

source: 연결 중
ar: جاري الاتصال
en: Connecting
es: Conectando
fr: Connexion
hi: कनेक्ट हो रहा है
ja: 接続中
pt_br: Conectando
ru: Подключение
zh_hans: 连接中

source: 연결 중…
ar: جارٍ الاتصال…
en: Connecting…
es: Conectando…
fr: Connexion…
hi: कनेक्ट हो रहा है…
ja: 接続中…
pt_br: Conectando…
ru: Подключение…
zh_hans: 正在连接…

source: 연결 확인
ar: اختبار الاتصال
en: Test connection
es: Probar conexión
fr: Tester la connexion
hi: कनेक्शन जाँचें
ja: 接続を確認
pt_br: Testar conexão
ru: Проверить подключение
zh_hans: 测试连接

source: 연결됨 · 모델 확인됨
ar: متصل · تم العثور على النموذج
en: Connected · model found
es: Conectado · modelo encontrado
fr: Connecté · modèle trouvé
hi: कनेक्टेड · मॉडल मिला
ja: 接続済み · モデル確認
pt_br: Conectado · modelo encontrado
ru: Подключено · модель найдена
zh_hans: 已连接 · 已找到模型

source: 연결을 확인하지 못했어요.
ar: تعذّر التحقق من الاتصال.
en: Couldn’t verify the connection.
es: No se pudo verificar la conexión.
fr: Impossible de vérifier la connexion.
hi: कनेक्शन सत्यापित नहीं हो सका।
ja: 接続を確認できませんでした。
pt_br: Não foi possível verificar a conexão.
ru: Не удалось проверить подключение.
zh_hans: 无法验证连接。

source: 연결이 계속 안 되나요? 이미 다른 기기가 연결돼 있거나 페어링 정보가 바뀐 경우일 수 있어요. 아래에서 다시 페어링하거나 Mac 설정 → 「기기」 탭을 확인하세요.
ar: لا يزال الاتصال متعذرًا؟ قد يكون جهاز آخر متصلًا بالفعل، أو تغيّرت معلومات الإقران. أعد الإقران أدناه، أو تحقق من الإعدادات ← «الأجهزة» على الـ Mac.
en: Still not connecting? Another device may already be connected, or the pairing info may have changed. Pair again below, or check Settings → «Devices» on your Mac.
es: ¿Sigue sin conectar? Puede que ya haya otro dispositivo conectado o que la información de emparejamiento haya cambiado. Vuelve a emparejar abajo o revisa Ajustes → «Dispositivos» en tu Mac.
fr: La connexion n'aboutit toujours pas ? Un autre appareil est peut-être déjà connecté, ou les informations d'association ont changé. Réassociez ci-dessous, ou vérifiez Réglages → « Appareils » sur votre Mac.
hi: अब भी कनेक्ट नहीं हो रहा? शायद कोई दूसरा डिवाइस पहले से जुड़ा है, या पेयरिंग जानकारी बदल गई है। नीचे फिर से पेयर करें, या अपने Mac पर सेटिंग्स → «डिवाइसेज़» देखें।
ja: まだ接続できませんか？すでに別のデバイスが接続されているか、ペアリング情報が変わった可能性があります。下で再ペアリングするか、Mac の設定 →「デバイス」を確認してください。
pt_br: Ainda não conecta? Outro dispositivo pode já estar conectado, ou as informações de pareamento mudaram. Pareie novamente abaixo ou verifique Ajustes → «Dispositivos» no seu Mac.
ru: Подключение всё ещё не устанавливается? Возможно, уже подключено другое устройство или изменились данные сопряжения. Выполните сопряжение заново ниже или проверьте «Настройки» → «Устройства» на Mac.
zh_hans: 仍然无法连接？可能已有另一台设备连接，或配对信息已更改。请在下方重新配对，或在 Mac 上查看设置 →“设备”。

source: 연결이 끊겼어요
ar: انقطع الاتصال
en: Disconnected
es: Conexión perdida
fr: Connexion interrompue
hi: कनेक्शन टूट गया
ja: 接続が切れました
pt_br: Conexão perdida
ru: Соединение прервано
zh_hans: 连接已断开

source: 연결이 준비되지 않았습니다 — 잠시 후 다시 시도하세요
ar: الاتصال غير جاهز — حاول مرة أخرى بعد قليل.
en: The connection isn’t ready — try again in a moment.
es: La conexión no está lista: inténtalo de nuevo en un momento.
fr: La connexion n’est pas prête — réessayez dans un instant.
hi: कनेक्शन तैयार नहीं है — थोड़ी देर में फिर प्रयास करें।
ja: 接続の準備ができていません — しばらくしてからもう一度お試しください。
pt_br: A conexão não está pronta — tente novamente em instantes.
ru: Соединение не готово — повторите попытку чуть позже.
zh_hans: 连接尚未就绪 — 请稍后重试。

source: 연결이 회복되면 다시 시도된다.
ar: ستُعاد المحاولة عند استعادة الاتصال.
en: Will retry when the connection recovers.
es: Se reintentará cuando se restablezca la conexión.
fr: Nouvelle tentative dès que la connexion sera rétablie.
hi: कनेक्शन ठीक होने पर पुनः प्रयास किया जाएगा।
ja: 接続が回復したら再試行されます。
pt_br: Nova tentativa quando a conexão for restabelecida.
ru: Повторим, как только восстановится соединение.
zh_hans: 连接恢复后将自动重试。

source: 연결할 수 없어요
ar: تعذّر الاتصال
en: Can’t connect
es: No se puede conectar
fr: Connexion impossible
hi: कनेक्ट नहीं हो पा रहा
ja: 接続できません
pt_br: Não foi possível conectar
ru: Не удаётся подключиться
zh_hans: 无法连接

source: 열기
ar: فتح
en: Open
es: Abrir
fr: Ouvrir
hi: खोलें
ja: 開く
pt_br: Abrir
ru: Открыть
zh_hans: 打开

source: 영향 %lld
ar: التأثير %lld
en: Impact %lld
es: Impacto %lld
fr: Impact %lld
hi: प्रभाव %lld
ja: 影響 %lld
pt_br: Impacto %lld
ru: Влияние %lld
zh_hans: 影响 %lld

source: 영향 %lld+
ar: التأثير %lld+
en: Impact %lld+
es: Impacto %lld+
fr: Impact %lld+
hi: प्रभाव %lld+
ja: 影響 %lld+
pt_br: Impacto %lld+
ru: Влияние %lld+
zh_hans: 影响 %lld+

source: 예: 매일 PR 을 리뷰하고 요약을 남겨줘
ar: مثال: راجع طلبات السحب يوميًا واترك ملخصًا
en: e.g. Review new PRs every day and leave a summary
es: p. ej.: Revisa los PR cada día y deja un resumen
fr: ex. : Passe en revue les PR chaque jour et laisse un résumé
hi: उदा.: हर दिन PR की समीक्षा करें और सारांश छोड़ें
ja: 例: 毎日 PR をレビューして要約を残して
pt_br: ex.: Revise os PRs todo dia e deixe um resumo
ru: напр.: Каждый день проверяй PR и оставляй сводку
zh_hans: 例如：每天审查 PR 并留下摘要

source: 예: 변경 요약과 파일 목록을 표로 정리해 담아라
ar: مثال: لخّص التغييرات واذكر الملفات في جدول
en: e.g. Summarize the changes and list files in a table
es: p. ej. Resume los cambios y lista los archivos en una tabla
fr: ex. Résume les changements et liste les fichiers dans un tableau
hi: उदा. परिवर्तनों का सारांश और फ़ाइलों की सूची तालिका में दें
ja: 例: 変更概要と変更ファイル一覧を表で整理して記載
pt_br: ex.: Resuma as alterações e liste os arquivos em uma tabela
ru: напр. Кратко опишите изменения и перечислите файлы таблицей
zh_hans: 例如：用表格整理变更摘要和文件列表

source: 예: 사용자 이슈·크래시 신호 위주로, UI 제안은 제외
ar: مثال: ركّز على مشكلات المستخدمين وإشارات الأعطال؛ استبعد مقترحات الواجهة
en: e.g. Focus on user issues & crash signals; exclude UI proposals
es: p. ej.: céntrate en issues y señales de crash; excluye propuestas de UI
fr: ex. : axé sur les issues et les crashs ; exclure les propositions d'UI
hi: उदा.: यूज़र इश्यू और क्रैश सिग्नल पर ध्यान दें; UI प्रस्ताव छोड़ें
ja: 例: ユーザーIssue・クラッシュ中心、UI提案は除外
pt_br: ex.: foque em issues e sinais de crash; exclua propostas de UI
ru: напр.: фокус на пользовательских issues и крашах; без предложений по UI
zh_hans: 例：以用户议题和崩溃信号为主，排除 UI 建议

source: 예: 스코프를 절반으로 줄여줘
ar: مثال: قلّص النطاق إلى النصف
en: e.g. Cut the scope in half
es: p. ej.: reduce el alcance a la mitad
fr: ex. : réduis le périmètre de moitié
hi: उदा.: स्कोप आधा करें
ja: 例: スコープを半分にして
pt_br: ex.: corte o escopo pela metade
ru: напр.: сократи объём вдвое
zh_hans: 例：把范围减半

source: 예: 어제 연 PR들 리뷰해서 요약해줘
ar: مثال: راجِع طلبات السحب التي فتحتها أمس ولخّصها
en: e.g. Review the PRs I opened yesterday and summarize them
es: Ej.: Revisa los PR que abrí ayer y resúmelos
fr: Ex. : Passe en revue les PR que j’ai ouvertes hier et résume-les
hi: उदा. कल खोले गए PR की समीक्षा करके सारांश दो
ja: 例: 昨日開いた PR をレビューして要約して
pt_br: Ex.: Revise os PRs que abri ontem e resuma
ru: Напр.: Просмотри PR, которые я открыл вчера, и сделай сводку
zh_hans: 例如：审查我昨天打开的 PR 并总结

source: 예: 온보딩 개선 아이디어 위주로 / 다크모드 지원을 브리프로 정리해줘
ar: مثال: ركّز على أفكار الإعداد الأولي / حوّل دعم الوضع الداكن إلى موجز
en: e.g. Focus on onboarding ideas / Turn dark-mode support into a brief
es: p. ej.: céntrate en ideas de onboarding / convierte el modo oscuro en un brief
fr: ex. : axé sur l'onboarding / transforme le mode sombre en brief
hi: उदा.: ऑनबोर्डिंग सुधार पर ध्यान दें / डार्क मोड समर्थन का ब्रीफ़ बनाएं
ja: 例: オンボーディング改善中心に / ダークモード対応をブリーフにまとめて
pt_br: ex.: foque em ideias de onboarding / transforme o modo escuro em um brief
ru: напр.: сфокусируйся на онбординге / оформи тёмную тему как бриф
zh_hans: 例：以改进引导流程为主 / 把深色模式支持整理成简报

source: 예: 화이트보드 협업 기능을 넣을까? 경쟁 제품과 수요를 조사해줘
ar: مثال: هل نضيف التعاون عبر السبورة؟ ابحث المنافسين والطلب
en: e.g. Should we add whiteboard collaboration? Research competitors and demand.
es: p. ej.: ¿añadimos colaboración en pizarra? Investiga competidores y demanda
fr: ex. : faut-il ajouter la collaboration tableau blanc ? Analyse concurrents et demande
hi: उदा.: क्या व्हाइटबोर्ड सहयोग जोड़ें? प्रतिस्पर्धियों और मांग पर शोध करें
ja: 例: ホワイトボード共同編集を追加すべき？ 競合と需要を調査して
pt_br: ex.: devemos adicionar colaboração em quadro branco? Pesquise concorrentes e demanda
ru: напр.: добавить ли совместную доску? Изучи конкурентов и спрос
zh_hans: 例：要不要加白板协作？调研竞品和需求

source: 예약
ar: الجدولة
en: Schedule
es: Programación
fr: Planification
hi: शेड्यूल
ja: 予約
pt_br: Agendamento
ru: Расписание
zh_hans: 定时

source: 예약 작업
ar: المهام المجدولة
en: Scheduled tasks
es: Tareas programadas
fr: Tâches planifiées
hi: अनुसूचित कार्य
ja: 予約タスク
pt_br: Tarefas agendadas
ru: Запланированные задачи
zh_hans: 定时任务

source: 예약 작업 — 세션을 정해진 시각에 자동 실행 (세션 탭 좌상단 주황 버튼).
ar: المهام المجدولة — تشغيل جلسة تلقائيًا في وقت محدّد (الزر البرتقالي أعلى يسار علامة تبويب الجلسات).
en: Scheduled tasks — run a session automatically at a set time (the orange button at the top-left of the Sessions tab).
es: Tareas programadas: ejecuta una sesión automáticamente a una hora fija (el botón naranja arriba a la izquierda de la pestaña Sesiones).
fr: Tâches planifiées — exécuter une session automatiquement à une heure définie (le bouton orange en haut à gauche de l'onglet Sessions).
hi: अनुसूचित कार्य — किसी सत्र को निर्धारित समय पर स्वचालित रूप से चलाएं (सत्र टैब के ऊपर-बाएँ नारंगी बटन)।
ja: 予約作業 — セッションを決まった時刻に自動実行(セッションタブ左上のオレンジボタン)。
pt_br: Tarefas agendadas — executa uma sessão automaticamente em um horário definido (o botão laranja no canto superior esquerdo da aba Sessões).
ru: Запланированные задачи — автоматический запуск сессии в заданное время (оранжевая кнопка вверху слева на вкладке «Сессии»).
zh_hans: 定时任务——在设定的时间自动运行会话（会话标签左上角的橙色按钮）。

source: 예약 작업 — 세션을 정해진 시각에 자동 실행 (하단 «자동화» 탭의 «예약» 세그먼트).
ar: المهام المجدولة — تشغيل جلسة تلقائيًا في وقت محدّد (مقطع «الجدولة» ضمن علامة التبويب «الأتمتة» بالأسفل).
en: Scheduled tasks — run a session automatically at a set time (the «Schedule» segment of the bottom «Automation» tab).
es: Tareas programadas: ejecuta una sesión automáticamente a una hora fija (el segmento «Programación» de la pestaña «Automatización» inferior).
fr: Tâches planifiées — exécuter une session automatiquement à une heure définie (le segment « Planification » de l'onglet « Automatisation » en bas).
hi: अनुसूचित कार्य — किसी सत्र को निर्धारित समय पर स्वचालित रूप से चलाएं (नीचे «ऑटोमेशन» टैब का «शेड्यूल» सेगमेंट)।
ja: 予約作業 — セッションを決まった時刻に自動実行(下部の«自動化»タブの«予約»セグメント)。
pt_br: Tarefas agendadas — executa uma sessão automaticamente em um horário definido (o segmento «Agendamento» da aba «Automação» inferior).
ru: Запланированные задачи — автоматический запуск сессии в заданное время (сегмент «Расписание» вкладки «Автоматизация» внизу).
zh_hans: 定时任务——在设定的时间自动运行会话（底部«自动化»标签的«定时»分段）。

source: 예약 작업 목록
ar: قائمة المهام المجدولة
en: Scheduled task list
es: Lista de tareas programadas
fr: Liste des tâches planifiées
hi: अनुसूचित कार्य सूची
ja: 予約タスク一覧
pt_br: Lista de tarefas agendadas
ru: Список запланированных задач
zh_hans: 定时任务列表

source: 예약 작업 삭제
ar: حذف المهمة المجدولة
en: Delete scheduled task
es: Eliminar tarea programada
fr: Supprimer la tâche planifiée
hi: अनुसूचित कार्य हटाएँ
ja: 予約タスクを削除
pt_br: Excluir tarefa agendada
ru: Удалить запланированную задачу
zh_hans: 删除定时任务

source: 예약 작업 생성
ar: إنشاء مهمة مجدولة
en: Create scheduled task
es: Crear tarea programada
fr: Créer une tâche planifiée
hi: अनुसूचित कार्य बनाएँ
ja: 予約タスクを作成
pt_br: Criar tarefa agendada
ru: Создать запланированную задачу
zh_hans: 创建定时任务

source: 예약 작업 수정
ar: تحديث المهمة المجدولة
en: Update scheduled task
es: Actualizar tarea programada
fr: Mettre à jour la tâche planifiée
hi: अनुसूचित कार्य अपडेट करें
ja: 予約タスクを更新
pt_br: Atualizar tarefa agendada
ru: Обновить запланированную задачу
zh_hans: 更新定时任务

source: 예약 작업 켜기/끄기
ar: تفعيل/تعطيل المهمة المجدولة
en: Toggle scheduled task
es: Activar o desactivar tarea programada
fr: Activer/désactiver la tâche planifiée
hi: अनुसूचित कार्य चालू/बंद करें
ja: 予約タスクのオン/オフ
pt_br: Ativar/desativar tarefa agendada
ru: Включить или выключить задачу
zh_hans: 开关定时任务

source: 예약 작업은 사람이 없을 때 도니까 도구를 자동 승인하는 게 좋아요. 신뢰하는 폴더에서만 쓰세요. Mac 이 깨어 있어야 실행돼요.
ar: تعمل المهام المجدولة دون إشراف، لذا يُنصح بالموافقة التلقائية على الأدوات. استخدمها فقط في المجلدات الموثوقة. ويجب أن يكون جهاز Mac قيد التشغيل لتنفيذها.
en: Scheduled tasks run unattended, so auto-approving tools is recommended. Use only in folders you trust. The Mac must be awake to run them.
es: Las tareas programadas se ejecutan sin supervisión, así que conviene aprobar las herramientas automáticamente. Úsalo solo en carpetas de confianza. El Mac debe estar encendido para ejecutarlas.
fr: Les tâches planifiées s’exécutent sans surveillance ; il est donc recommandé d’approuver automatiquement les outils. À utiliser uniquement dans des dossiers de confiance. Le Mac doit être allumé pour les exécuter.
hi: अनुसूचित कार्य बिना निगरानी चलते हैं, इसलिए टूल को स्वतः स्वीकृत करना बेहतर है। केवल भरोसेमंद फ़ोल्डर में उपयोग करें। चलाने के लिए Mac जागृत होना चाहिए।
ja: 予約タスクは無人で実行されるため、ツールの自動承認をおすすめします。信頼できるフォルダでのみ使用してください。実行には Mac が起動している必要があります。
pt_br: Tarefas agendadas rodam sem supervisão, então é recomendável aprovar as ferramentas automaticamente. Use apenas em pastas confiáveis. O Mac precisa estar ligado para executá-las.
ru: Запланированные задачи выполняются без присмотра, поэтому рекомендуется автоматически одобрять инструменты. Используйте только в доверенных папках. Для запуска Mac должен быть включён.
zh_hans: 定时任务无人值守运行，因此建议自动批准工具。请仅在受信任的目录中使用。需 Mac 处于唤醒状态才能运行。

source: 예약 작업이 없어요
ar: لا توجد مهام مجدولة
en: No scheduled tasks
es: No hay tareas programadas
fr: Aucune tâche planifiée
hi: कोई अनुसूचित कार्य नहीं
ja: 予約タスクがありません
pt_br: Nenhuma tarefa agendada
ru: Нет запланированных задач
zh_hans: 暂无定时任务

source: 예약 편집
ar: تعديل الجدولة
en: Edit schedule
es: Editar programación
fr: Modifier la planification
hi: अनुसूची संपादित करें
ja: 予約を編集
pt_br: Editar agendamento
ru: Изменить расписание
zh_hans: 编辑预约

source: 오늘 결정할 %lld건
ar: %lld للبتّ اليوم
en: %lld to decide today
es: %lld para decidir hoy
fr: %lld à décider aujourd’hui
hi: आज तय करने हेतु %lld
ja: 今日決める %lld件
pt_br: %lld para decidir hoje
ru: %lld на сегодня
zh_hans: 今日待决 %lld 项

source: 오래된 QR 입니다 — Mac daemon 을 업데이트한 뒤 새 QR 을 출력하세요.
ar: رمز QR قديم — قم بتحديث Mac daemon ثم اعرض رمزًا جديدًا.
en: Outdated QR — update the Mac daemon and show a fresh QR.
es: QR obsoleto — actualiza el daemon de Mac y muestra un QR nuevo.
fr: QR obsolète — mettez à jour le daemon Mac et affichez un nouveau QR.
hi: पुराना QR — Mac daemon अपडेट करें और नया QR दिखाएँ।
ja: 古い QR です — Mac daemon を更新して新しい QR を表示してください。
pt_br: QR desatualizado — atualize o daemon do Mac e gere um QR novo.
ru: Устаревший QR — обновите Mac-демон и покажите новый.
zh_hans: QR 已过期 — 请更新 Mac daemon 并生成新的 QR。

source: 오래된 QR 입니다 — Mac 앱을 최신 버전으로 업데이트한 뒤 새 QR 을 출력하세요.
ar: هذا رمز QR قديم — حدّث تطبيق Mac إلى أحدث إصدار ثم اعرض رمز QR جديدًا.
en: This QR is outdated — update the Mac app to the latest version and generate a new QR.
es: El QR está desactualizado — actualiza la app de Mac y genera un QR nuevo.
fr: QR obsolète — mettez à jour l’app Mac vers la dernière version et générez un nouveau QR.
hi: यह QR पुराना है — Mac ऐप को नवीनतम संस्करण में अपडेट करें और नया QR तैयार करें।
ja: 古い QR です — Mac アプリを最新版に更新してから新しい QR を出力してください。
pt_br: QR desatualizado — atualize o app do Mac para a versão mais recente e gere um novo QR.
ru: Этот QR устарел — обновите Mac-приложение и сгенерируйте новый QR.
zh_hans: 此 QR 已过时 — 请将 Mac 应用更新到最新版本，然后生成新的 QR。

source: 오류
ar: خطأ
en: Error
es: Error
fr: Erreur
hi: त्रुटि
ja: エラー
pt_br: Erro
ru: Ошибка
zh_hans: 错误

source: 오른쪽
ar: يمين
en: Right
es: Derecha
fr: Droite
hi: दायाँ
ja: 右
pt_br: Direita
ru: Вправо
zh_hans: 右

source: 오른쪽 클릭
ar: النقر بالزر الأيمن
en: Right click
es: Clic derecho
fr: Clic droit
hi: राइट क्लिक
ja: 右クリック
pt_br: Clique com o botão direito
ru: Правый клик
zh_hans: 右键点击

source: 옵션
ar: الخيارات
en: Options
es: Opciones
fr: Options
hi: विकल्प
ja: オプション
pt_br: Opções
ru: Параметры
zh_hans: 选项

source: 와이드 (가로 스크롤)
ar: عريض (تمرير أفقي)
en: Wide (Horizontal Scroll)
es: Ancho (desplazamiento horizontal)
fr: Large (défilement horizontal)
hi: चौड़ा (क्षैतिज स्क्रॉल)
ja: ワイド（横スクロール）
pt_br: Largo (rolagem horizontal)
ru: Широкий (горизонтальная прокрутка)
zh_hans: 宽屏（横向滚动）

source: 완료
ar: تم
en: Done
es: Listo
fr: Terminé
hi: पूर्ण
ja: 完了
pt_br: Concluído
ru: Готово
zh_hans: 完成

source: 완료 세션 %lld건 삭제
ar: حذف %lld جلسة مكتملة
en: Delete %lld Done Sessions
es: Eliminar %lld sesiones completadas
fr: Supprimer %lld sessions terminées
hi: %lld पूर्ण सत्र हटाएं
ja: 完了したセッション%lld件を削除
pt_br: Excluir %lld sessões concluídas
ru: Удалить %lld завершённых сессий
zh_hans: 删除 %lld 个已完成会话

source: 완료 세션 %lld건을 삭제하지 못했어요.
ar: تعذّر حذف %lld جلسة مكتملة.
en: Couldn't delete %lld done sessions.
es: No se pudieron eliminar %lld sesiones completadas.
fr: Impossible de supprimer %lld sessions terminées.
hi: %lld पूर्ण सत्र हटाए नहीं जा सके।
ja: 完了したセッション%lld件を削除できませんでした。
pt_br: Não foi possível excluir %lld sessões concluídas.
ru: Не удалось удалить %lld завершённых сессий.
zh_hans: 无法删除 %lld 个已完成会话。

source: 완료 세션 %lld건을 삭제할까요? 되돌릴 수 없습니다.
ar: هل تريد حذف %lld جلسة مكتملة؟ لا يمكن التراجع عن هذا.
en: Delete %lld done sessions? This cannot be undone.
es: ¿Eliminar %lld sesiones completadas? No se puede deshacer.
fr: Supprimer %lld sessions terminées ? Cette action est irréversible.
hi: %lld पूर्ण सत्र हटाएं? इसे पूर्ववत नहीं किया जा सकता।
ja: 完了したセッション%lld件を削除しますか？元に戻せません。
pt_br: Excluir %lld sessões concluídas? Isso não pode ser desfeito.
ru: Удалить %lld завершённых сессий? Это нельзя отменить.
zh_hans: 删除 %lld 个已完成会话？此操作无法撤销。

source: 완료 세션 정리
ar: تنظيف الجلسات المكتملة
en: Clean Up Done Sessions
es: Limpiar sesiones completadas
fr: Nettoyer les sessions terminées
hi: पूर्ण सत्र साफ़ करें
ja: 完了したセッションを整理
pt_br: Limpar sessões concluídas
ru: Очистить завершённые сессии
zh_hans: 清理已完成的会话

source: 완료 알림
ar: إشعار عند الانتهاء
en: Completion notification
es: Notificación al completar
fr: Notification à la fin
hi: पूर्ण होने पर सूचना
ja: 完了通知
pt_br: Notificação de conclusão
ru: Уведомление о завершении
zh_hans: 完成通知
